Repository: kitconcept/kitconcept.intranet
Catalog: backend/src/kitconcept/intranet/locales/*/LC_MESSAGES/kitconcept.intranet.po
Languages: de, pt_br

source: - Workflow for Intranets. Public access to published content.
de: - Workflow für Intranets. Öffentlicher Zugriff auf veröffentlichte Inhalte.
pt_br: - Workflow para Intranets. Acesso público ao conteúdo publicado.

source: - Workflow for Intranets. Requires authentication.
de: - Workflow für Intranets. Authentifizierung erforderlich.
pt_br: - Workflow para Intranets. Requer autenticação.

source: 1:1 round picture
de: 1:1 kreisförmiges Bild

source: 4:5 square picture
de: 4:5 quadratisches Bild

source: A Plone distribution for Intranets with Plone. Created by kitconcept.
de: Eine Plone-Distribution für Intranets mit Plone. Erstellt von kitconcept.
pt_br: Uma distribuição Plone para Intranets com Plone. Criada pela kitconcept.

source: Academic Title
de: Akademischer Titel

source: Add the intranet-specific person fields
de: Fügen Sie die intranet-spezifischen Personenfelder hinzu

source: Add the lifecycle management fields
de: Fügen Sie die Felder für das Lebenszyklusmanagement hinzu.

source: Adds votes field
de: Feld „Stimmen“ hinzufügen

source: Allowed Email Domains
de: Zulässige E-Mail-Domains

source: Allowed Iframe Domains
de: Zulässige Iframe-Domains

source: Can only be seen and edited by the owner.
de: Kann nur vom Eigentümer angesehen und bearbeitet werden.
pt_br: Só pode ser visto e editado pelo proprietário.

source: Default Feedback Email
de: Standard-Feedback-E-Mail

source: Department
de: Abteilung

source: Edit
de: Bearbeiten
pt_br: Editar

source: Email address to be CCed in feedback forms.
de: E-Mail-Adresse, die in Feedback-Formularen in CC gesetzt werden soll.

source: Email address used in feedback forms if none is set.
de: E-Mail-Adresse, die in Feedback-Formularen verwendet wird, wenn keine andere angegeben ist.

source: Enable Content Rating
de: Inhaltsbewertung aktivieren

source: Enable Likes
de: Likes aktivieren

source: Enable Likes for this Content Object
de: Likes für dieses Inhaltsobjekt aktivieren

source: Enable Sticky Feedback Button
de: Sticky-Feedback-Button aktivieren

source: Enable content rating globally for the Intranet
de: Inhaltsbewertung für das Intranet global aktivieren

source: Enable or disable the sticky feedback button on all pages.
de: Aktivieren oder deaktivieren Sie die Sticky-Feedback-Schaltfläche auf allen Seiten.

source: External Search URL
de: Externe Such-URL
pt_br: URL de busca externa

source: Fields for Location
de: Felder für Standort
pt_br: Campo de relacionamento com locais

source: Fields for Organisational Unit
de: Felder für Organisationseinheit
pt_br: Campo de relacionamento com áreas

source: If you submitted the item by mistake or want to perform additional edits, this will take it back.
de: Wenn Sie den Artikel versehentlich eingereicht haben oder zusätzliche Änderungen vornehmen möchten, können Sie ihn hier zurückziehen.
pt_br: Caso você tenha enviado o item por engano ou queira realizar edições adicionais, isso o levará de volta.

source: Intranet Public Workflow
de: Öffentlicher Intranet-Workflow
pt_br: Workflow público para Intranet

source: Intranet Restricted Workflow
de: Intranet-beschränkter Workflow
pt_br: Workflow restrito para Intranet

source: Intranet Settings
de: Intranet-Einstellungen
pt_br: Configurações da Intranet

source: Intranet feedback form: {title}
de: Feedback-Formular für das Intranet: {title}

source: Intranet-specific Person fields
de: Intranet-spezifische Personenfelder

source: Job Title
de: Funktion

source: Lifecycle Management fields
de: Lebenszyklusmanagement-Felder

source: List of allowed email domains for feedback forms.
de: Liste der zulässigen E-Mail-Domains für Feedback-Formulare.

source: List of user IDs
de: Liste der Benutzer-IDs

source: Location
de: Standort
pt_br: Local

source: Member retracts submission
de: Mitglied zieht Einreichung zurück
pt_br: Membro retira a submissão

source: Member submits content for publication
de: Mitglied reicht Inhalte zur Veröffentlichung ein
pt_br: Membro envia conteúdo para publicação

source: No responsible person or default feedback email is configured. Please contact the site administrator.
de: Es ist keine verantwortliche Person oder Standard-Feedback-E-Mail konfiguriert. Bitte wenden Sie sich an den Website-Administrator.

source: Organisational Unit
de: Organisationseinheit
pt_br: Área

source: Pending review
de: In Bearbeitung
pt_br: Aguardando revisão

source: Person Picture Aspect Ratio
de: Bildformat der Person

source: Placeholder text for the search field.
de: Platzhaltertext für das Suchfeld.
pt_br: Texto de exemplo para o campo de busca.

source: Please enter your feedback.
de: Bitte geben Sie Ihr Feedback ein.

source: Please enter your organisational email address.
de: Bitte geben Sie Ihre geschäftliche E-Mail-Adresse ein.

source: Policy package to install our site
de: Paket mit Richtlinien zur Installation unserer Website
pt_br: Pacote de políticas para instalar nosso site

source: Private
de: Privat
pt_br: Privado

source: Publish
de: Veröffentlichen
pt_br: Publicar

source: Published
de: Veröffentlicht
pt_br: Publicado

source: Publishing the item makes it visible to other users.
de: Durch das Veröffentlichen des Artikels wird dieser für andere Benutzer sichtbar.
pt_br: Publicar o item o torna visível para outros usuários.

source: Puts your item in a review queue, so it can be published on the site.
de: Stellt Ihren Artikel in eine Überprüfungswarteschlange, damit er auf der Website veröffentlicht werden kann.
pt_br: Adiciona seu item a uma fila de revisão, para que possa ser publicado no site.

source: Retract
de: Zurückziehen
pt_br: Retrair

source: Reviewer publishes content
de: Der Prüfer veröffentlicht Inhalte.
pt_br: Revisor publica conteúdo

source: Reviewer sends content back for re-drafting
de: Der Prüfer sendet den Inhalt zur Überarbeitung zurück.
pt_br: Revisor envia conteúdo de volta para reescrita

source: Saves userID who liked an item
de: Speichert die Benutzer-ID, die einen Artikel geliked hat.

source: Search Field Placeholder
de: Suchfeld-Platzhalter
pt_br: Texto de exemplo para o campo de busca

source: Send back
de: Zurücksenden
pt_br: Enviar de volta

source: Sending the item back will return the item to the original author instead of publishing it. You should preferably include a reason for why it was not published.
de: Wenn Sie den Artikel zurücksenden, wird er an den ursprünglichen Autor zurückgeschickt, anstatt veröffentlicht zu werden. Sie sollten vorzugsweise einen Grund angeben, warum er nicht veröffentlicht wurde.
pt_br: Enviar o item de volta retornará o item ao autor original em vez de publicá-lo. Você deve preferencialmente incluir um motivo para o qual não foi publicado.

source: Setup the intranet to always require users to be authenticated.
de: Richten Sie das Intranet so ein, dass Benutzer sich immer authentifizieren müssen.
pt_br: Configura a intranet para exigir que os usuários estejam autenticados.

source: Setup the intranet to use Solr.
de: Richten Sie das Intranet für die Verwendung von Solr ein.
pt_br: Configura a integração da intranet com Solr.

source: Submit for publication
de: Zur Veröffentlichung einreichen
pt_br: Enviar para publicação

source: Taxonomy
de: Taxonomie
pt_br: Taxonomia

source: Used in the intranet header seach bar.
de: Verwendet in der Suchleiste der Intranet-Kopfzeile.
pt_br: Utilizado na barra de busca do cabeçalho do intranet.

source: View
de: Ansicht
pt_br: Visão

source: Visible to anonymous users, editable by editors and reviewers.
de: Für anonyme Benutzer sichtbar, für Redakteure und Prüfer editierbar.
pt_br: Visível para usuários anônimos, editável por editores e revisores.

source: Visible to authenticated users, editable by editors and reviewers.
de: Für authentifizierte Benutzer sichtbar, für Redakteure und Prüfer editierbar.
pt_br: Visível para usuários autenticados, editável por editores e revisores.

source: Votes
de: Stimmen

source: Waiting to be reviewed, not editable by the owner.
de: Wartet auf Überprüfung, kann vom Eigentümer nicht bearbeitet werden.
pt_br: Aguardando revisão, não editável pelo proprietário.

source: Your feedback on our intranet content: {title}
de: Ihr Feedback zu unseren Intranet-Inhalten: {title}

source: error_email
de: Leider konnte Ihr Feedback nicht übermittelt werden.

source: help_organisational_unit
de: Nach Organisationseinheit filtern
pt_br: Filtrar por Área

source: help_person_picture_aspect_ratio
de: Seitenverhältnis des Bildes der Person. Diese Einstellung wird für das Bild der Person auf der Profilseite der Person, in Teasern, die auf eine Profilseite der Person verweisen, und in Listen, in denen Personen angezeigt werden, verwendet.

source: help_place
de: Nach Standort filtern
pt_br: Filtrar por localização

source: help_tags
de: Beschreiben Sie, wofür andere Sie konkret kontaktieren können. Nennen Sie Themen, Aufgaben oder Fragestellungen, für die Sie ansprechbar oder verantwortlich sind, zum Beispiel die Beratung zu bestimmten Förderprogrammen, die Begleitung von Antragsverfahren oder die Klärung formaler Anforderungen. Formulieren Sie die Angaben so, dass auch neue Kolleg:innen ohne Organisationswissen erkennen können, ob Sie die richtige Ansprechperson sind.

source: label_authors
de: Autoren

source: label_feedback_person
de: Feedback an

source: label_organisational_unit
de: Organisationseinheit
pt_br: Área

source: label_place
de: Ort
pt_br: Localização

source: label_responsible
de: Inhaltseigentümer:

source: Allows to set configuration that will be injected into the blocks default configuration.
pt_br: Permite definir configurações que serão injetadas na configuração padrão dos blocos.

source: Blocks configuration
pt_br: Configuração de blocos

source: Custom CSS
pt_br: CSS personalizado

source: Custom CSS for the intranet.
pt_br: CSS personalizado para a intranet.

source: Through The Web blocks configuration
pt_br: Configuração de blocos TTW

source: help_blocks_config_mutator
pt_br: Ajustar alguns aspectos da configuração padrão dos blocos.

source: kitconcept.intranet: Install
pt_br: kitconcept.intranet: Configurações

source: kitconcept.intranet: Restricted access
pt_br: kitconcept.intranet: Restringir acesso

source: kitconcept.intranet: Solr Support
pt_br: kitconcept.intranet: Suporte a buscas com Solr
